Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_492_itemid_EQ_112.tmx
Source language: sme
Languages: smn

source: xxx
smn: Toimâ

source: Doaibma
smn: Sämikielâ

source: Oahppamateriálabargu
smn: Škovlim Oppâmateriaalpargo

source: Sosiála- ja dearvvašvuohta
smn: Sosiaal- já tiervâsvuođâ

source: Sosiálasuorggi máhttinguovddáš
smn: Sosiaalsyergi mättimkuávdáš

source: Nuoraid dáiddadáhpáhus
smn: Nuorâi taaidâtábáhtus

source: Láhkasánit ( suoma-sámi ) - Lakisanasto ( suomi-saame ) .
smn: Láhkasánit ( suoma-sámi ) – Lahâsäänih ( suomâkielâ-tavesämikielâ ) .

source: Sámediggi - Saamelaiskäräjät 2005 .
smn: Sämitigge 2005 .

source: Ohcansánit leat suomagillii ja vástagat davvisáme- , ruoŧa- ja dárogillii .
smn: xxx

source: Fuobm !
smn: Huám !

source: Dárkkiskeahtes láhkasánit .
smn: xxx

source: Riikabeaivesátnelistá ( suomagiella-davvisámegiella ) 2008 .
smn: xxx

source: ( leahkku eará ruovttusiiddu )
smn: Täärhisthánnáá lahâsäänih .

source: Valter stáhtaráđi tearbmabáŋku .
smn: xxx

source: Stáhtaráđđi ( leahkku eará ruovttusiiddu )
smn: Ovdâskoddesäänih . Staatârääđi ( lekkâs uđđâ laasân )

source: Sámi giellalávdegotti sátnelisttut ja báikenamat .
smn: Säämi kielâlävdikode sänilistoh ja päikkinoomah .

source: Sámi giellalávdegoddi ( leahkku eará ruovttusiiddu )
smn: Säämi kielâlävdikodde ( lekkâs uđđâ laasân )

source: Risten.no sámegiela sátnevuorká .
smn: Risten.no sänivuárhá .

source: Sámediggi , Norga .
smn: xxx

source: ÁLGU – Sámegielaid etymologalaš diehtovuođđu .
smn: ÁLGU – Sämikielâi etymologâlâš tiätuvuáđu .

source: Ruoktoeatnan gielaid dutkanguovddáš ( Kotus ) ( leahkku eará ruovttusiiddu )
smn: Päikkieennâm kielâi tutkâmkuávdáš ( Kotus ) ( lekkâs uđđâ laasân ) Šleđgâlâš kielâtoimâttuv sänikirje .

source: Riikkaid namat čieža gillii ee. davvisámegillii .
smn: suomâkielâ saanij tááláid merhâšuumijd já kevttimohtâvuođâid .

source: Elektrovnnalaš gielladoaimmahaga sátnegirji .
smn: xxx

source: Riektačállinvuogi lassin sátnegirjjis gávdnojit ee. suomagiela sániid dálá mearkkašumit ja geavahanoktavuođat .
smn: xxx

source: Tepa-tearbmabáŋku .
smn: xxx

source: Sátnerádjoguovddáš TSK sátnerádju ( leahkku eará ruovttusiiddu )
smn: Tepa-termâpaŋkki , Sänivuárkkákuávdáš TSK sänivuárhá ( lekkâs uđđâ laasân )

source: Hehtte bárttiid !
smn: xxx

source: brošyra .
smn: xxx

source: TUKES Dorvvolašvuohtta-ja kemikálavirgedoaimmahat ( leahkku eará ruovttusiiddu )
smn: xxx

source: Jorgaleaddjit ja dulkkat
smn: Jurgâleijeeh ja tuulhah

source: Sámegiela doaimmahaga jorgaleaddjit ja dulkkat ( leahkku eará ruovttusiiddu )
smn: Sämikielâ toimâttuv jurgâleijeeh ja tuulhah ( lekkâs uđđâ laasân )

source: Sámegiela doaimmahaga bálvalanmávssut
smn: Sämikielâ toimâttuv palvâlemmáávsuh jurgâlempalvâlusâin ( lekkâs uđđâ laasân )

source: Suoma jorgaleddjiid ja dulkkaid lihttu SKTL ( leahkku eará ruovttusiiddu )
smn: Suomâkielâ jurgâleijie já tuulhâi litto SKTL Uuccâmpalvâlus . ( lekkâs uđđâ laasân )

source: Auktoriserejuvvon jorgaleaddjit , oahpahusráđđehus OPH ( leahkku eará ruovttusiiddu )
smn: Auktorisistum kielâjurkâleijeeh , Máttááttâshaldâttâs ( lekkâs uđđâ laasân )

source: Kárttat
smn: Káártáh

source: Eanamihtidanlágáduša kártabálvalus .
smn: Eennâmmittetedemlájádâs kárttápalvâlus .

source: Báikenamat maid davvisáme- , anáraš- ja nuortalašgillii .
smn: Päikkinoomah meid tave- , aanaar- já nuorttâsämikielân .

source: Giellagáhtten ja s ámi giellateknologiija
smn: xxx

source: Čállinrávagirji .
smn: ( lekkâs uđđâ laasân )

source: Davvisámegillii .
smn: Maalih ja tiervâttâsah

source: Máren Palismaa ja Inger-Marie Oskal .
smn: Šleđgâpoostâ olgon-tile viestâ mallicelkkuuh el .

source: Divvun.no sámi čállindárkkistanreaiddut ( leahkku eará ruovttusiiddu )
smn: xxx

source: Giellatekno , Sámi giellateknologiija guovddáš .
smn: xxx

source: Giellaoahpa- ja analyserenreaiddut ja giellaoahppanprográmmat , sátnegirjjit ja jorgalanreaiddut .
smn: xxx

source: Mállet ja dearvvahusat
smn: xxx

source: Buori ustibabeaivvi dearvvahus 14.2. - davvisáme- , anáraš- ja nuortalašgillii
smn: xxx

source: Šleađgaboastta olgun-dili sáddaga mállecealkagat ee. davvi- , anáraš- ja nuortalašgillii
smn: tave- , aanaar- já nuorttâsämikielân

source: Sámi álbmotbeaivvi dearvvahusat 6.2. - davvisáme- , anáraš- ja nuortalašgillii
smn: Säämi aalmugpeeivi tiervâttâs 6.2. - tave- , aanaar- já nuorttâsâmikielân

source: Buriid mihcamáraid ja buori geasi - dearvvahusat - davvisáme- , anáraš- ja nuortalašgillii
smn: Pyeri jonsahpeivi já pyeri keesi - tave- , aanaar- já nuorttâsâmikielân

source: Juovlaáiggi dearvvahusat máŋgga iešguđege gillii , ( Stáhtaráđi giellabálvalusa siidu ) maid davvisáme- , anáraš- ja nuortalašgillii ( leahkku eará ruovttusiiddu )
smn: Juovlâiääigi tiervâttâsah maaŋgâ jieškote-uv kielân , meid tave- , aanaar- já nuorttâsâmikielân ( liŋkkâ staatârääđi jurgâlus- já kielâpalvâlusâi sijđoid ) ( lekkâs uđđâ laasân )

source: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi - davvisáme- , anáraš- ja nuortalašgillii
smn: 26. čohčâmáánu lii Euroopkielâi peivi - tave- , aanaar- já nuorttâsâmikielân Kielâtipšom

source: Stuđeren ja dutkosat
smn: Oopah já tuđhoseh

source: Auktoriserejuvvon jorgaleaddji dutkkus , oahpahusráđđehus OPH ( leahkku eará ruovttusiiddu )
smn: Auktorisistum kielâjurkâleijee tuđhos , Máttááttâshaldâttâs ( lekkâs uđđâ laasân )

source: Giellagas-instituhtta , Oulu universitehta .
smn: xxx

source: Váldoávnnasin sámegiella ja sámekultuvra .
smn: Giellagas-instituut , Oulu ollâopâttâh Válduamnâsin sämikielâ já sämikulttuur .

source: Siidoávnnasoahput ee. sámegiella vieris giellan , sámegiela dulkon ja anárašgiella .
smn: Uálgiamnâsoopah el . sämikielâ vieres kiellân , sämikielâ tulkkum já aanaarsämikielâ .

source: Sámedutkan ( HuK ) , Suopmelaš-ugralaš gielladutkan , Helssega universitehta Sámi spesialiserenlinnjá ( FM . )
smn: Sämitutkâmuš ( HuK ) , Syemmilâš-ugrilâš kielâtutkâmuš , Helsig ollâopâttâh Sämikielâ spesiaalâšumlinjâš ( FM )

source: Sámegiela oahput , Lappi universitehta , Pedagogihka dieđagoddi Sámegiella siidoávnnasoahppun vuođđooahput ( 25 oč ) ( leahkku eará ruovttusiiddu )
smn: Sämikielâ vuáđuoopah , Šoddâdemtiettui tieđâkodde , Laapi ollâopâttâh Sämikielâ uálgiamnâsoppân vuáđuoopah ( 25 op . )

source: DAVVI Máŋggadieđalaš universiteahta skuvlenprošeakta 2010-2013 Lappi universihteahta lágida DAVVI oahpuid ( 190 oč ) ovttas Sámi oahpahusguovddážin .
smn: DAVVI Maaŋgâtieđâlâš ollâooppâtlâš škovlimhaahâ 2010-2013 Laapi ollâopâttâh uárnee DAVVI oopâid ( 190 op ) oovtâst Säämi máttááttâskuávdáin .

source: Sámi oahpahusguovddáš Anár Ámmátlaš oahppolágádus Anáris , gos sáhttá studeret davvisáme- , anáraš- ja nuortalašgiela iešguđege dásis .
smn: Säämi máttááttâskuávdáš Áámmátlâš oppâlájádâs Anarist , mast puávtáh oppâđ tave- , aanaar- já nuorttâsämikielâ .
